name: "deeptau_outer"
platform: "tensorflow_graphdef"
max_batch_size: 0
input [
  {
    name: "input_outer_egamma"
    data_type: TYPE_FP32
    dims: [ -1, 1, 1, 86 ]
  },
  {
    name: "input_outer_muon"
    data_type: TYPE_FP32
    dims: [ -1, 1, 1, 64 ]
  },
  {
    name: "input_outer_hadrons"
    data_type: TYPE_FP32
    dims: [ -1, 1, 1, 38 ]
  }
]
output [
  {
    name: "outer_all_dropout_4/Identity"
    data_type: TYPE_FP32
    dims: [ -1, 1, 1, 64 ]
  }
]
